Repository: nfqakademija/HighFive
Catalog: app/Resources/translations/messages.*.xlf
Languages: lt

source: Bone name
lt: Kaulo pavadinimas

source: Bone description
lt: Info apie kaula...

source: Game mode
lt: Žaidimo režimas

# game_mode_description
source: In the game mode you can arrange the bones in their respective places.
lt: Žaidimo režime galite sudėlioti kaulus į jų atitinkamas vietas.

# level_completed
source: level is completed
lt: lygis įveiktas

# success_message
source: You've assembled successfully skeleton.
lt: Jūs sėkmingai sudėjote skeletą.

source: Restart
lt: Iš naujo

source: Next level
lt: Kitas lygis

# learn_mode
source: Learning mode
lt: Mokymosi režimas

# learn_mode_description
source: In the learning mode you can click on the desired bone and see a brief description.
lt: Mokymosi režime galite paspausti ant norimo kaulo, ir matyti trumpą jo aprašymą.

source: Game
lt: Žaidimas

# skeletOn_adjectives
source: Simple & fun
lt: Paprastas ir linksmas

source: Learn
lt: Mokytis

# test_knowledge
source: Test Your Knowledge
lt: Išbandyti savo žinias

# intro
source: Introduction
lt: Įžanga

# intro_text
source: Here you can see the project "SkeletOn" which was developed by team "HighFive" during NFQ Academy. This project has three environments: learning, knowledge testing, and even 3D mode, where you can see the human skeleton from all sides, find out bone names, descriptions.
lt: „SkeletOn“ - tai komandos „HighFive“ NFQ akademijos metu sukurtas projektas. Šis projektas turi tris aplinkas: mokymosi, žinių išbandymo ir netgi 3D režimą, kuriame galite apžiūrėti žmogaus skeletą iš visių pusių, sužinoti atskirų dalių pavadinimus bei aprašymus.

source: Discover 3D
lt: Atrasti 3D pasaulį

# rights_reserved
source: All rights reserved
lt: Visos teisės saugomos

# to_top
source: Go to the top of the page
lt: Eiti į puslapio viršų

source: Menu
lt: Meniu

source: Home
lt: Pradinis puslapis

source: Profile
lt: Profilis

source: Profile Edit
lt: Redaguoti profilį

source: Change Password
lt: Keist slaptažodį

source: Logout
lt: Atsjungti

source: Login
lt: Prisijungti

source: Register
lt: Registruotis

source: Test
lt: Testas

source: More
lt: Plačiau

source: 3D mode
lt: 3D režimas

# 3d_mode_description
source: In the 3D mode you can rotate rotate models and when clicked on them, see short info.
lt: 3D režime galite apžiūrėti kaulus, juos vartyti, o paspaudę ant kaulo, išvysite trumpą jo aprašymą.

source: Skelet
lt: Skeletas

# bone_type
source: Type:
lt: Tipas:

# bone_latin
source: Latin:
lt: Lotyniškai:

source: Description:
lt: Aprašymas:

# skelet_description
source: Skeleton - body structural framework for carrying out the supporting and protective functions and together with the muscles forming cavities where vital organs are located.
lt: Griaučiai, skeletas – kūno struktūrinis pagrindas, atliekantis atraminę ir apsauginę funkcijas ir kartu su raumenimis sudarantis ertmes, kuriose išsidėstę gyvybiškai svarbūs organai.
